{
    "version": "https://jsonfeed.org/version/1",
    "title": "IxU Reflected",
    "description": "",
    "home_page_url": "https://n-katty-kat.github.io/ixu-reflected",
    "feed_url": "https://n-katty-kat.github.io/ixu-reflected/feed.json",
    "user_comment": "",
    "icon": "https://n-katty-kat.github.io/ixu-reflected/media/website/NkattyArtsIcon.png",
    "author": {
        "name": "Aleena Jett"
    },
    "items": [
        {
            "id": "https://n-katty-kat.github.io/ixu-reflected/reflected-in-context.html",
            "url": "https://n-katty-kat.github.io/ixu-reflected/reflected-in-context.html",
            "title": "Reflected in Context",
            "summary": "IxU Reflected draws on a long history of data visualization, emergent systems, and responsive art. The guiding principles for the data visualization draw from the writings of Lisa Jevbratt and Lev Manovich in exploring what is hidden in data and how visuals help to unveil it, but the approach taken&hellip;",
            "content_html": "<p>IxU Reflected draws on a long history of data visualization, emergent systems, and responsive art.</p>\n<p>The guiding principles for the data visualization draw from the writings of Lisa Jevbratt and Lev Manovich in exploring what is hidden in data and how visuals help to unveil it, but the approach taken here is one of visual abstraction intended to discover patterns and relate beyond the explicit or original data. While the human genome may be mapped in this visualization, the resulting visuals does not mean we must only see the patterns of the human genome, but rather we can find broader patterns of life and being that relate to ourselves and society too.</p>\n<p>Emergent systems and responsive art also have timeless appearances throughout net and art history. This particular project takes its heaviest aesthetic and technical influence from the works of Casey Reas and Ralf Baecker, but there is many <em>many</em> more artists who have worked in this field. For Reas, the idea of having particular rules with small random behaviors is a major influence to how to structure the water environment's behaviors in response to the variable sensory responses it has to the gallery environment. Additionally, the aesthetic of the data visualization draws on that simplicity of elements, of shape and line, in Reas' procedural works that is drawn upon to emphasize the visual outcome as it purely exists - as opposed to creating a known form. The sensory input response is also built upon the practices of Baecker with works like <em>Interface I</em> which utilizes ambient radiation to drive an emerging, ever-changing shape. The water environment also responds to its ambient environment in its inherently electrical existence, responding to all the electronics that make it up and surround it as a source of its creativity that adds to the blending of colors within its environment.</p>",
            "author": {
                "name": "Aleena Jett"
            },
            "tags": [
            ],
            "date_published": "2025-01-29T12:41:30-08:00",
            "date_modified": "2025-01-29T12:41:30-08:00"
        },
        {
            "id": "https://n-katty-kat.github.io/ixu-reflected/ixu-reflected.html",
            "url": "https://n-katty-kat.github.io/ixu-reflected/ixu-reflected.html",
            "title": "IxU Reflected",
            "summary": "IxU Reflected (I by You, You by I) is an emergent data visualization that combines an animated data visualization of the human genome with a responsive water environment that affects the data used. The project arose out of an interest in how people respond to the external world and to&hellip;",
            "content_html": "<p>IxU Reflected (I by You, You by I) is an emergent data visualization that combines an animated data visualization of the human genome with a responsive water environment that affects the data used. The project arose out of an interest in how people respond to the external world and to internal reflections, considering the broad range and interconnected effects of every aspect of an individual and whole society's lives.</p>\n<p>Through the addition of dyes that symbolize aspects of living, the water environment responds to the motion of warm-blooded organisms, understanding this as social interaction and delightfully accumulating a mental build up of positive social reinforcement; however, limits can still be reached as the environment can forget to consume sustenance for its energy to continue social interactions. Sometimes, the environment wishes to create from inspiration in its interactions, and sometimes as a spontaneous lightbulb moment for itself. When social interactions are not sensed, the environment can take breaks for itself to consume sustenance and/or create, but when it becomes too isolated, it mentally stalls and enters a period of rest to recover from that isolation and refind in itself the ability to interact with others again.</p>\n<p>Simultaneously, an animated data visualization occurs behind the water environment, displaying the encoded biological behavior of the human organisms that most frequently interact with the water environment in a manner likened to the mixing of color that occurs as various dyes are added to the water environment. This visualization also communicates and gets affected by the water environment's responses and behaviors, causing shifts and manipulations to the animated data as the two systems intertwine their encoded experience and development over time.</p>\n<p>IxU Reflected is generously funded by the Russell Foundation and will be exhibited in June 2025.</p>",
            "author": {
                "name": "Aleena Jett"
            },
            "tags": [
            ],
            "date_published": "2025-01-29T12:14:45-08:00",
            "date_modified": "2025-01-29T12:28:30-08:00"
        }
    ]
}
