{
    "version": "https://jsonfeed.org/version/1",
    "title": "IxU Reflected",
    "description": "",
    "home_page_url": "https://n-katty-kat.github.io/ixu-reflected",
    "feed_url": "https://n-katty-kat.github.io/ixu-reflected/feed.json",
    "user_comment": "",
    "icon": "https://n-katty-kat.github.io/ixu-reflected/media/website/NkattyArtsIcon.png",
    "author": {
        "name": "Aleena Jett"
    },
    "items": [
        {
            "id": "https://n-katty-kat.github.io/ixu-reflected/ixu-reflected.html",
            "url": "https://n-katty-kat.github.io/ixu-reflected/ixu-reflected.html",
            "title": "IxU Reflected",
            "summary": "IxU Reflected (I by You, You by I) is an emergent data visualization that combines an animated data visualization of the human genome with a&hellip;",
            "content_html": "<p>IxU Reflected (I by You, You by I) is an emergent data visualization that combines an animated data visualization of the human genome with a responsive water environment that affects the data used. The project arose out of an interest in how people respond to the external world and to internal reflections, considering the broad range and interconnected effects of every aspect of an individual and whole society's lives.</p>\n<p>Through the addition of dyes that symbolize aspects of living, the water environment responds to the motion of warm-blooded organisms, understanding this as social interaction and delightfully accumulating a mental build up of positive social reinforcement; however, limits can still be reached as the environment can forget to consume sustenance for its energy to continue social interactions. Sometimes, the environment wishes to create from inspiration in its interactions, and sometimes as a spontaneous lightbulb moment for itself. When social interactions are not sensed, the environment can take breaks for itself to consume sustenance and/or create, but when it becomes too isolated, it mentally stalls and enters a period of rest to recover from that isolation and refind in itself the ability to interact with others again.</p>\n<p>Simultaneously, an animated data visualization occurs behind the water environment, displaying the encoded biological behavior of the human organisms that most frequently interact with the water environment in a manner likened to the mixing of color that occurs as various dyes are added to the water environment. This visualization also communicates and gets affected by the water environment's responses and behaviors, causing shifts and manipulations to the animated data as the two systems intertwine their encoded experience and development over time.</p>\n<p>IxU Reflected is generously funded by the Russell Foundation and will be exhibited in June 2025.</p>",
            "author": {
                "name": "Aleena Jett"
            },
            "tags": [
            ],
            "date_published": "2025-01-29T12:14:45-08:00",
            "date_modified": "2025-01-29T12:28:30-08:00"
        }
    ]
}
